/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d 个月和 %2$d 周";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d 个月和 %2$d 周以前";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "（使用系统时区）";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = "，还有 %d 个。";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<无摘要的事件>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<无摘要的任务>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<未命名的组>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<未知联系人>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "全部通讯录";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "全天事件在您的电话上会变成只读事件。";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "在同步您的日历之前，您需要打开一个支持 Mac OS X 同步的日历应用程序。";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "日历事件更改情况：添加了 %1$d 个、修改了 %2$d 个以及移去了 %3$d 个";

/* Calendars */
"Calendars" = "日历";

/* Generic Cancel button in dialog */
"Cancel" = "取消";

/* Contacts */
"Contacts" = "通讯录";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "通讯录更改情况：添加了 %1$d 个、修改了 %2$d 个以及移去了 %3$d 个";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "您要将 iCal 用作您的日历应用程序吗？";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "八个月";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "八周";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "八周前";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "八个月前";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "十一个月前";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "十一个月";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "事件";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "五个月";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "五个月前";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "五周";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "五周前";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "四个月";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "四个月前";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "四周";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "四周前";

/* Merge button in dialog */
"Merge" = "合并";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "首次同步时合并信息可能会导致某些通讯录或日历信息重复。";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "九个月";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "九个月前";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "无限制";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "一个月";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "一个月前";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "一周";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "一周前";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "一年";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "一年前";

/* button to open iCal */
"Open iCal" = "打开 iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "个人信息";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "由“%@”提供";

/* Label in modlet view */
"Put events created on phone into:" = "将电话中创建的事件放入：";

/* Reset button in dialog */
"Reset" = "重置";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "七个月";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "七个月前";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "七周";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "七周前";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "六个月";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "六个月前";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "六周";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "六周前";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "支持";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "同步：";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "任务";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "十个月";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "十个月前";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "设备拒绝了以下记录：\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "首次使用 %@ 同步从 iSync 1.5 输入的设备时，您应当重置您的设备上的信息以避免重复。";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "此电话不支持日历同步。";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "三个月";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "三个月前";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "三周";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "三周前";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "今天";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "打开“%@”同步";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "两个月";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "两个月前";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "两周";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "两周前";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "两年";

/* Using System Time Zone */
"Using System Time Zone" = "使用系统时区";

